{"input": "generate citation for: Fortifying the Global Data Fortress: A Multidimensional Examination of Cyber Security Indexes and Data Protection Measures across 193 Nations by Yijie Weng, Jianhao Wu published in 2024", "target": "Yijie Weng, Jianhao Wu, \"Fortifying the Global Data Fortress: A Multidimensional Examination of Cyber Security Indexes and Data Protection Measures across 193 Nations\", 2024. DOI: 10.25236/ijfet.2024.060203"}
{"input": "generate citation for: Edge-IIoTset: A New Comprehensive Realistic Cyber Security Dataset of IoT and IIoT Applications for Centralized and Federated Learning by M. Ferrag, Othmane Friha, Djallel Hamouda, Leandros A. Maglaras, H. Janicke published in 2022", "target": "M. Ferrag, Othmane Friha, Djallel Hamouda, Leandros A. Maglaras, H. Janicke, \"Edge-IIoTset: A New Comprehensive Realistic Cyber Security Dataset of IoT and IIoT Applications for Centralized and Federated Learning\", 2022. DOI: 10.1109/ACCESS.2022.3165809"}
{"input": "generate citation for: A Comprehensive Review of Cyber Security Vulnerabilities, Threats, Attacks, and Solutions by Ömer Aslan, Semih Serkant Aktuğ, Merve Ozkan-okay, Abdullah Asım Yılmaz, Erdal Akin published in 2023", "target": "Ömer Aslan, Semih Serkant Aktuğ, Merve Ozkan-okay, Abdullah Asım Yılmaz, Erdal Akin, \"A Comprehensive Review of Cyber Security Vulnerabilities, Threats, Attacks, and Solutions\", 2023. DOI: 10.3390/electronics12061333"}
{"input": "generate citation for: A Survey on Cyber Security Threats in IoT-Enabled Maritime Industry by Imran Ashraf, Yongwan Park, Soojung Hur, Sung Won Kim, Roobaea Alroobaea, Y. B. Zikria, Summera Nosheen published in 2023", "target": "Imran Ashraf, Yongwan Park, Soojung Hur, Sung Won Kim, Roobaea Alroobaea, Y. B. Zikria, Summera Nosheen, \"A Survey on Cyber Security Threats in IoT-Enabled Maritime Industry\", 2023. DOI: 10.1109/TITS.2022.3164678"}
{"input": "generate citation for: Artificial Intelligence-Based Cyber Security in the Context of Industry 4.0—A Survey by Antonio João Gonçalves de Azambuja, Christian Plesker, K. Schützer, R. Anderl, Benjamin Schleich, V. Almeida published in 2023", "target": "Antonio João Gonçalves de Azambuja, Christian Plesker, K. Schützer, R. Anderl, Benjamin Schleich, V. Almeida, \"Artificial Intelligence-Based Cyber Security in the Context of Industry 4.0—A Survey\", 2023. DOI: 10.3390/electronics12081920"}
{"input": "generate citation for: Impact of Artificial Intelligence and Cyber Security as Advanced Technologies on Bitcoin Industries by Anjali Dixit, Meha Bhushan, Shobha Yadav, Madhuri Aggarwal, Namita Kalita, Harshita Singh published in 2023", "target": "Anjali Dixit, Meha Bhushan, Shobha Yadav, Madhuri Aggarwal, Namita Kalita, Harshita Singh, \"Impact of Artificial Intelligence and Cyber Security as Advanced Technologies on Bitcoin Industries\", 2023. DOI: 10.1109/ICCAKM58659.2023.10478539"}
{"input": "generate citation for: A Survey on Cyber–Physical Systems Security by Zhenhua Yu, Hongxia Gao, Xuya Cong, N. Wu, H. Song published in 2023", "target": "Zhenhua Yu, Hongxia Gao, Xuya Cong, N. Wu, H. Song, \"A Survey on Cyber–Physical Systems Security\", 2023. DOI: 10.1109/JIOT.2023.3289625"}
{"input": "generate citation for: Explainable Artificial Intelligence Applications in Cyber Security: State-of-the-Art in Research by Zhibo Zhang, H. A. Hamadi, E. Damiani, C. Yeun, Fatma Taher published in 2022", "target": "Zhibo Zhang, H. A. Hamadi, E. Damiani, C. Yeun, Fatma Taher, \"Explainable Artificial Intelligence Applications in Cyber Security: State-of-the-Art in Research\", 2022. DOI: 10.1109/ACCESS.2022.3204051"}
{"input": "generate citation for: CYBER SECURITY by V. Madhumitha published in 2023", "target": "V. Madhumitha, \"CYBER SECURITY\", 2023. DOI: 10.55041/isjem00267"}
{"input": "generate citation for: E‐commerce supply chains with considerations of cyber‐security: Should governments play a role? by Suyuan Luo, T. Choi published in 2022", "target": "Suyuan Luo, T. Choi, \"E‐commerce supply chains with considerations of cyber‐security: Should governments play a role?\", 2022. DOI: 10.1111/poms.13666"}
{"input": "generate citation for: Review on cyber-physical and cyber-security system in smart grid: Standards, protocols, constraints, and recommendations by M. Hasan, A. A. Habib, Z. Shukur, Fazil Ibrahim, S. Islam, M. Razzaque published in 2022", "target": "M. Hasan, A. A. Habib, Z. Shukur, Fazil Ibrahim, S. Islam, M. Razzaque, \"Review on cyber-physical and cyber-security system in smart grid: Standards, protocols, constraints, and recommendations\", 2022. DOI: 10.1016/j.jnca.2022.103540"}
{"input": "generate citation for: Cyber Security Intrusion Detection for Agriculture 4.0: Machine Learning-Based Solutions, Datasets, and Future Directions by M. Ferrag, L. Shu, Othmane Friha, Xing Yang published in 2022", "target": "M. Ferrag, L. Shu, Othmane Friha, Xing Yang, \"Cyber Security Intrusion Detection for Agriculture 4.0: Machine Learning-Based Solutions, Datasets, and Future Directions\", 2022. DOI: 10.1109/jas.2021.1004344"}
{"input": "generate citation for: In-Vehicle Communication Cyber Security: Challenges and Solutions by Rajkumar Singh Rathore, C. Hewage, Omprakash Kaiwartya, Jaime Lloret published in 2022", "target": "Rajkumar Singh Rathore, C. Hewage, Omprakash Kaiwartya, Jaime Lloret, \"In-Vehicle Communication Cyber Security: Challenges and Solutions\", 2022. DOI: 10.3390/s22176679"}
{"input": "generate citation for: Deep learning for cyber security intrusion detection: Approaches, datasets, and comparative study by M. Ferrag, L. Maglaras, S. Moschoyiannis, H. Janicke published in 2020", "target": "M. Ferrag, L. Maglaras, S. Moschoyiannis, H. Janicke, \"Deep learning for cyber security intrusion detection: Approaches, datasets, and comparative study\", 2020. DOI: 10.1016/j.jisa.2019.102419"}
{"input": "generate citation for: A literature review of financial losses statistics for cyber security and future trend by Md Haris Uddin Sharif, Mehmood Ali Mohammed published in 2022", "target": "Md Haris Uddin Sharif, Mehmood Ali Mohammed, \"A literature review of financial losses statistics for cyber security and future trend\", 2022. DOI: 10.30574/wjarr.2022.15.1.0573"}
{"input": "generate citation for: Cyber Security in the Age of Covid-19: A Timeline and Analysis of Cyber-Crime and Cyber-Attacks during the Pandemic by Niteesh Kumar Upadhyay, Mahak Rathee published in 2022", "target": "Niteesh Kumar Upadhyay, Mahak Rathee, \"Cyber Security in the Age of Covid-19: A Timeline and Analysis of Cyber-Crime and Cyber-Attacks during the Pandemic\", 2022. DOI: 10.18690/mls.15.1.89-106.2022"}
{"input": "generate citation for: An integrated cyber security risk management framework and risk predication for the critical infrastructure protection by H. Kure, Shareeful Islam, H. Mouratidis published in 2022", "target": "H. Kure, Shareeful Islam, H. Mouratidis, \"An integrated cyber security risk management framework and risk predication for the critical infrastructure protection\", 2022. DOI: 10.1007/s00521-022-06959-2"}
{"input": "generate citation for: Cyber Security Threats on Digital Banking by Haitham M. Alzoubi, Taher M. Ghazal, M Zahid Hasan, Asma Alketbi, R. Kamran, Nidal A. Al-Dmour, S. Islam published in 2022", "target": "Haitham M. Alzoubi, Taher M. Ghazal, M Zahid Hasan, Asma Alketbi, R. Kamran, Nidal A. Al-Dmour, S. Islam, \"Cyber Security Threats on Digital Banking\", 2022. DOI: 10.1109/ICAIC53980.2022.9896966"}
{"input": "generate citation for: Cyber Security in the Maritime Industry: A Systematic Survey of Recent Advances and Future Trends by Mohamed Amine Ben Farah, Elochukwu A. Ukwandu, Hanan Hindy, David Brosset, Miroslav Bures, I. Andonovic, X. Bellekens published in 2022", "target": "Mohamed Amine Ben Farah, Elochukwu A. Ukwandu, Hanan Hindy, David Brosset, Miroslav Bures, I. Andonovic, X. Bellekens, \"Cyber Security in the Maritime Industry: A Systematic Survey of Recent Advances and Future Trends\", 2022. DOI: 10.3390/info13010022"}
{"input": "generate citation for: A Survey on the Cyber Security of Small-to-Medium Businesses: Challenges, Research Focus and Recommendations by Alladean Chidukwani, S. Zander, P. Koutsakis published in 2022", "target": "Alladean Chidukwani, S. Zander, P. Koutsakis, \"A Survey on the Cyber Security of Small-to-Medium Businesses: Challenges, Research Focus and Recommendations\", 2022. DOI: 10.1109/ACCESS.2022.3197899"}
{"input": "generate citation for: What changed in the cyber-security after COVID-19? by Rajesh Kumar, Siddharth Sharma, Chirag Vachhani, Nitish Yadav published in 2022", "target": "Rajesh Kumar, Siddharth Sharma, Chirag Vachhani, Nitish Yadav, \"What changed in the cyber-security after COVID-19?\", 2022. DOI: 10.1016/j.cose.2022.102821"}
{"input": "generate citation for: Cyber security risk assessment in autonomous shipping by H. M. Tusher, Z. H. Munim, T. Notteboom, Tae-eun Kim, Salman Nazir published in 2022", "target": "H. M. Tusher, Z. H. Munim, T. Notteboom, Tae-eun Kim, Salman Nazir, \"Cyber security risk assessment in autonomous shipping\", 2022. DOI: 10.1057/s41278-022-00214-0"}
{"input": "generate citation for: Analysis of cyber security knowledge gaps based on cyber security body of knowledge by C. Catal, Alper Ozcan, Emrah Donmez, Ahmet Kaşif published in 2022", "target": "C. Catal, Alper Ozcan, Emrah Donmez, Ahmet Kaşif, \"Analysis of cyber security knowledge gaps based on cyber security body of knowledge\", 2022. DOI: 10.1007/s10639-022-11261-8"}
{"input": "generate citation for: Cyber-security and risky behaviors in a developing country context: a Pakistani perspective by N. Khan, Naveed Ikram, Sumera Saleem, Saad Zafar published in 2022", "target": "N. Khan, Naveed Ikram, Sumera Saleem, Saad Zafar, \"Cyber-security and risky behaviors in a developing country context: a Pakistani perspective\", 2022. DOI: 10.1057/s41284-022-00343-4"}
{"input": "generate citation for: A comprehensive review study of cyber-attacks and cyber security; Emerging trends and recent developments by Yuchong Li, Qinghui Liu published in 2021", "target": "Yuchong Li, Qinghui Liu, \"A comprehensive review study of cyber-attacks and cyber security; Emerging trends and recent developments\", 2021. DOI: 10.1016/j.egyr.2021.08.126"}
{"input": "generate citation for: A Survey on Cyber Security Meets Artificial Intelligence: AI– Driven Cyber Security by Admin Admin, Dr.P Dr.P.Kavitha2, A. Akshaya, P. P.Shalin, R. R.Ramya published in 2022", "target": "Admin Admin, Dr.P Dr.P.Kavitha2, A. Akshaya, P. P.Shalin, R. R.Ramya, \"A Survey on Cyber Security Meets Artificial Intelligence: AI– Driven Cyber Security\", 2022. DOI: 10.54216/jchci.020202"}
{"input": "generate citation for: Modeling and executing cyber security exercise scenarios in cyber ranges by M. Yamin, Basel Katt published in 2022", "target": "M. Yamin, Basel Katt, \"Modeling and executing cyber security exercise scenarios in cyber ranges\", 2022. DOI: 10.1016/j.cose.2022.102635"}
{"input": "generate citation for: A Survey on Cyber-Security of Connected and Autonomous Vehicles (CAVs) by Xiaoqiang Sun, F. Yu, Peng Zhang published in 2021", "target": "Xiaoqiang Sun, F. Yu, Peng Zhang, \"A Survey on Cyber-Security of Connected and Autonomous Vehicles (CAVs)\", 2021. DOI: 10.1109/TITS.2021.3085297"}
{"input": "generate citation for: Federated Deep Learning for Cyber Security in the Internet of Things: Concepts, Applications, and Experimental Analysis by M. Ferrag, Othmane Friha, L. Maglaras, H. Janicke, Lei Shu published in 2021", "target": "M. Ferrag, Othmane Friha, L. Maglaras, H. Janicke, Lei Shu, \"Federated Deep Learning for Cyber Security in the Internet of Things: Concepts, Applications, and Experimental Analysis\", 2021. DOI: 10.1109/access.2021.3118642"}
{"input": "generate citation for: Adversarial Machine Learning Attacks and Defense Methods in the Cyber Security Domain by Ishai Rosenberg, A. Shabtai, Y. Elovici, L. Rokach published in 2021", "target": "Ishai Rosenberg, A. Shabtai, Y. Elovici, L. Rokach, \"Adversarial Machine Learning Attacks and Defense Methods in the Cyber Security Domain\", 2021. DOI: 10.1145/3453158"}
{"input": "generate citation for: Machine learning methods for cyber security intrusion detection: Datasets and comparative study by Ilhan Firat Kilincer, Fatih Ertam, A. Şengür published in 2021", "target": "Ilhan Firat Kilincer, Fatih Ertam, A. Şengür, \"Machine learning methods for cyber security intrusion detection: Datasets and comparative study\", 2021. DOI: 10.1016/j.comnet.2021.107840"}
{"input": "generate citation for: Cyber-security on smart grid: Threats and potential solutions by M. Z. Gunduz, Resul Das published in 2020", "target": "M. Z. Gunduz, Resul Das, \"Cyber-security on smart grid: Threats and potential solutions\", 2020. DOI: 10.1016/j.comnet.2019.107094"}
{"input": "generate citation for: A systematic literature review of blockchain cyber security by Paul J. Taylor, T. Dargahi, A. Dehghantanha, R. Parizi, K. R. Choo published in 2020", "target": "Paul J. Taylor, T. Dargahi, A. Dehghantanha, R. Parizi, K. R. Choo, \"A systematic literature review of blockchain cyber security\", 2020. DOI: 10.1016/J.DCAN.2019.01.005"}
{"input": "generate citation for: Cyber security in the age of COVID-19: A timeline and analysis of cyber-crime and cyber-attacks during the pandemic by H. Lallie, Lynsay A. Shepherd, Jason R. C. Nurse, Arnau Erola, Gregory Epiphaniou, C. Maple, X. Bellekens published in 2020", "target": "H. Lallie, Lynsay A. Shepherd, Jason R. C. Nurse, Arnau Erola, Gregory Epiphaniou, C. Maple, X. Bellekens, \"Cyber security in the age of COVID-19: A timeline and analysis of cyber-crime and cyber-attacks during the pandemic\", 2020. DOI: 10.1016/j.cose.2021.102248"}
{"input": "generate citation for: Artificial intelligence in cyber security: research advances, challenges, and opportunities by Zhimin Zhang, Huansheng Ning, Feifei Shi, Fadi Farha, Yang Xu, Jiabo Xu, Fan Zhang, K. Choo published in 2021", "target": "Zhimin Zhang, Huansheng Ning, Feifei Shi, Fadi Farha, Yang Xu, Jiabo Xu, Fan Zhang, K. Choo, \"Artificial intelligence in cyber security: research advances, challenges, and opportunities\", 2021. DOI: 10.1007/s10462-021-09976-0"}
{"input": "generate citation for: A Survey of Data Mining and Machine Learning Methods for Cyber Security Intrusion Detection by Lalu Banoth, M. S. Teja, M. Saicharan, N. Chandra published in 2017", "target": "Lalu Banoth, M. S. Teja, M. Saicharan, N. Chandra, \"A Survey of Data Mining and Machine Learning Methods for Cyber Security Intrusion Detection\", 2017. DOI: N/A"}
{"input": "generate citation for: Physical Safety and Cyber Security Analysis of Multi-Agent Systems: A Survey of Recent Advances by Dan Zhang, G. Feng, Yang Shi, D. Srinivasan published in 2021", "target": "Dan Zhang, G. Feng, Yang Shi, D. Srinivasan, \"Physical Safety and Cyber Security Analysis of Multi-Agent Systems: A Survey of Recent Advances\", 2021. DOI: 10.1109/JAS.2021.1003820"}
{"input": "generate citation for: Influence of Human Factors on Cyber Security within Healthcare Organisations: A Systematic Review by S. Nifakos, Krishna Chandramouli, C. K. Nikolaou, P. Papachristou, S. Koch, E. Panaousis, S. Bonacina published in 2021", "target": "S. Nifakos, Krishna Chandramouli, C. K. Nikolaou, P. Papachristou, S. Koch, E. Panaousis, S. Bonacina, \"Influence of Human Factors on Cyber Security within Healthcare Organisations: A Systematic Review\", 2021. DOI: 10.3390/s21155119"}
{"input": "generate citation for: Robotics cyber security: vulnerabilities, attacks, countermeasures, and recommendations by Jean-Paul A. Yaacoub, Hassan N. Noura, O. Salman, A. Chehab published in 2021", "target": "Jean-Paul A. Yaacoub, Hassan N. Noura, O. Salman, A. Chehab, \"Robotics cyber security: vulnerabilities, attacks, countermeasures, and recommendations\", 2021. DOI: 10.1007/s10207-021-00545-8"}
{"input": "generate citation for: A Survey on Network Security for Cyber–Physical Systems: From Threats to Resilient Design by Sangjun Kim, Kyung-Joon Park, Chenyang Lu published in 2022", "target": "Sangjun Kim, Kyung-Joon Park, Chenyang Lu, \"A Survey on Network Security for Cyber–Physical Systems: From Threats to Resilient Design\", 2022. DOI: 10.1109/COMST.2022.3187531"}
{"input": "generate citation for: A Systematic Review of the State of Cyber-Security in Water Systems by N. Tuptuk, P. Hazell, J. Watson, S. Hailes published in 2021", "target": "N. Tuptuk, P. Hazell, J. Watson, S. Hailes, \"A Systematic Review of the State of Cyber-Security in Water Systems\", 2021. DOI: 10.3390/w13010081"}
{"input": "generate citation for: Working from home during COVID-19 crisis: a cyber security culture assessment survey by A. Georgiadou, S. Mouzakitis, D. Askounis published in 2021", "target": "A. Georgiadou, S. Mouzakitis, D. Askounis, \"Working from home during COVID-19 crisis: a cyber security culture assessment survey\", 2021. DOI: 10.1057/s41284-021-00286-2"}
{"input": "generate citation for: Cyber Security in Control of Grid-Tied Power Electronic Converters—Challenges and Vulnerabilities by Subham S. Sahoo, T. Dragičević, F. Blaabjerg published in 2021", "target": "Subham S. Sahoo, T. Dragičević, F. Blaabjerg, \"Cyber Security in Control of Grid-Tied Power Electronic Converters—Challenges and Vulnerabilities\", 2021. DOI: 10.1109/jestpe.2019.2953480"}
{"input": "generate citation for: A Systematic Literature Review on the Cyber Security by D. Perwej, Syed Qamar Abbas, Jai Pratap Dixit, Dr. Nikhat Akhtar, Anurag Kumar Jaiswal published in 2021", "target": "D. Perwej, Syed Qamar Abbas, Jai Pratap Dixit, Dr. Nikhat Akhtar, Anurag Kumar Jaiswal, \"A Systematic Literature Review on the Cyber Security\", 2021. DOI: 10.18535/ijsrm/v9i12.ec04"}
{"input": "generate citation for: Cyber security threat modeling based on the MITRE Enterprise ATT&CK Matrix by Wenjun Xiong, Emeline Legrand, Oscar Åberg, Robert Lagerström published in 2021", "target": "Wenjun Xiong, Emeline Legrand, Oscar Åberg, Robert Lagerström, \"Cyber security threat modeling based on the MITRE Enterprise ATT&CK Matrix\", 2021. DOI: 10.1007/s10270-021-00898-7"}
{"input": "generate citation for: Cyber Security in IoT-Based Cloud Computing: A Comprehensive Survey by Waqas Ahmad, A. Rasool, A. R. Javed, T. Baker, Z. Jalil published in 2021", "target": "Waqas Ahmad, A. Rasool, A. R. Javed, T. Baker, Z. Jalil, \"Cyber Security in IoT-Based Cloud Computing: A Comprehensive Survey\", 2021. DOI: 10.3390/electronics11010016"}
{"input": "generate citation for: Digital Twins and Cyber Security – solution or challenge? by David Holmes, Maria Papathanasaki, L. Maglaras, M. Ferrag, S. Nepal, H. Janicke published in 2021", "target": "David Holmes, Maria Papathanasaki, L. Maglaras, M. Ferrag, S. Nepal, H. Janicke, \"Digital Twins and Cyber Security – solution or challenge?\", 2021. DOI: 10.1109/SEEDA-CECNSM53056.2021.9566277"}
{"input": "generate citation for: Assessing MITRE ATT&CK Risk Using a Cyber-Security Culture Framework by A. Georgiadou, S. Mouzakitis, D. Askounis published in 2021", "target": "A. Georgiadou, S. Mouzakitis, D. Askounis, \"Assessing MITRE ATT&CK Risk Using a Cyber-Security Culture Framework\", 2021. DOI: 10.3390/s21093267"}
{"input": "generate citation for: Cyber Security Awareness, Knowledge and Behavior: A Comparative Study by M. Zwilling, Galit Klein, D. Lesjak, Lukasz Wiechetek, F. Çetin, H. N. Basım published in 2020", "target": "M. Zwilling, Galit Klein, D. Lesjak, Lukasz Wiechetek, F. Çetin, H. N. Basım, \"Cyber Security Awareness, Knowledge and Behavior: A Comparative Study\", 2020. DOI: 10.1080/08874417.2020.1712269"}
{"input": "generate citation for: A Survey on Machine Learning Techniques for Cyber Security in the Last Decade by K. Shaukat, S. Luo, V. Varadharajan, I. Hameed, Min Xu published in 2020", "target": "K. Shaukat, S. Luo, V. Varadharajan, I. Hameed, Min Xu, \"A Survey on Machine Learning Techniques for Cyber Security in the Last Decade\", 2020. DOI: 10.1109/ACCESS.2020.3041951"}
