{"input": "generate citation for: PyTorch: An Imperative Style, High-Performance Deep Learning Library by Adam Paszke, Sam Gross, Francisco Massa, Adam Lerer, James Bradbury, Gregory Chanan, Trevor Killeen, Zeming Lin, N. Gimelshein, L. Antiga, Alban Desmaison, Andreas Köpf, E. Yang, Zachary DeVito, Martin Raison, Alykhan Tejani, Sasank Chilamkurthy, Benoit Steiner, Lu Fang, Junjie Bai, Soumith Chintala published in 2019", "target": "Adam Paszke, Sam Gross, Francisco Massa, Adam Lerer, James Bradbury, Gregory Chanan, Trevor Killeen, Zeming Lin, N. Gimelshein, L. Antiga, Alban Desmaison, Andreas Köpf, E. Yang, Zachary DeVito, Martin Raison, Alykhan Tejani, Sasank Chilamkurthy, Benoit Steiner, Lu Fang, Junjie Bai, Soumith Chintala, \"PyTorch: An Imperative Style, High-Performance Deep Learning Library\", 2019. DOI: N/A"}
{"input": "generate citation for: nnU-Net: a self-configuring method for deep learning-based biomedical image segmentation by Fabian Isensee, P. Jaeger, Simon A. A. Kohl, Jens Petersen, Klaus Hermann Maier-Hein published in 2020", "target": "Fabian Isensee, P. Jaeger, Simon A. A. Kohl, Jens Petersen, Klaus Hermann Maier-Hein, \"nnU-Net: a self-configuring method for deep learning-based biomedical image segmentation\", 2020. DOI: 10.1038/s41592-020-01008-z"}
{"input": "generate citation for: Towards Deep Learning Models Resistant to Adversarial Attacks by A. Madry, Aleksandar Makelov, Ludwig Schmidt, Dimitris Tsipras, Adrian Vladu published in 2017", "target": "A. Madry, Aleksandar Makelov, Ludwig Schmidt, Dimitris Tsipras, Adrian Vladu, \"Towards Deep Learning Models Resistant to Adversarial Attacks\", 2017. DOI: N/A"}
{"input": "generate citation for: Review of deep learning: concepts, CNN architectures, challenges, applications, future directions by Laith Alzubaidi, Jinglan Zhang, A. Humaidi, Ayad Al-dujaili, Y. Duan, O. Al-Shamma, José I. Santamaría, M. Fadhel, Muthana Al-Amidie, Laith Farhan published in 2021", "target": "Laith Alzubaidi, Jinglan Zhang, A. Humaidi, Ayad Al-dujaili, Y. Duan, O. Al-Shamma, José I. Santamaría, M. Fadhel, Muthana Al-Amidie, Laith Farhan, \"Review of deep learning: concepts, CNN architectures, challenges, applications, future directions\", 2021. DOI: 10.1186/s40537-021-00444-8"}
{"input": "generate citation for: What Uncertainties Do We Need in Bayesian Deep Learning for Computer Vision? by Alex Kendall, Y. Gal published in 2017", "target": "Alex Kendall, Y. Gal, \"What Uncertainties Do We Need in Bayesian Deep Learning for Computer Vision?\", 2017. DOI: N/A"}
{"input": "generate citation for: A survey on Image Data Augmentation for Deep Learning by Connor Shorten, T. Khoshgoftaar published in 2019", "target": "Connor Shorten, T. Khoshgoftaar, \"A survey on Image Data Augmentation for Deep Learning\", 2019. DOI: 10.1186/s40537-019-0197-0"}
{"input": "generate citation for: Physics-informed neural networks: A deep learning framework for solving forward and inverse problems involving nonlinear partial differential equations by M. Raissi, P. Perdikaris, G. Karniadakis published in 2019", "target": "M. Raissi, P. Perdikaris, G. Karniadakis, \"Physics-informed neural networks: A deep learning framework for solving forward and inverse problems involving nonlinear partial differential equations\", 2019. DOI: 10.1016/J.JCP.2018.10.045"}
{"input": "generate citation for: Deep Learning with Differential Privacy by Martín Abadi, Andy Chu, I. Goodfellow, H. B. McMahan, Ilya Mironov, Kunal Talwar, Li Zhang published in 2016", "target": "Martín Abadi, Andy Chu, I. Goodfellow, H. B. McMahan, Ilya Mironov, Kunal Talwar, Li Zhang, \"Deep Learning with Differential Privacy\", 2016. DOI: 10.1145/2976749.2978318"}
{"input": "generate citation for: Dropout as a Bayesian Approximation: Representing Model Uncertainty in Deep Learning by Y. Gal, Zoubin Ghahramani published in 2015", "target": "Y. Gal, Zoubin Ghahramani, \"Dropout as a Bayesian Approximation: Representing Model Uncertainty in Deep Learning\", 2015. DOI: N/A"}
{"input": "generate citation for: Deep Learning by Yann LeCun, Yoshua Bengio, Geoffrey E. Hinton published in 2015", "target": "Yann LeCun, Yoshua Bengio, Geoffrey E. Hinton, \"Deep Learning\", 2015. DOI: N/A"}
{"input": "generate citation for: Development and Validation of a Deep Learning Algorithm for Detection of Diabetic Retinopathy in Retinal Fundus Photographs. by Varun Gulshan, L. Peng, Marc Coram, Martin C. Stumpe, Derek J. Wu, Arunachalam Narayanaswamy, Subhashini Venugopalan, Kasumi Widner, T. Madams, Jorge A Cuadros, R. Kim, R. Raman, Philip Nelson, J. Mega, D. Webster published in 2016", "target": "Varun Gulshan, L. Peng, Marc Coram, Martin C. Stumpe, Derek J. Wu, Arunachalam Narayanaswamy, Subhashini Venugopalan, Kasumi Widner, T. Madams, Jorge A Cuadros, R. Kim, R. Raman, Philip Nelson, J. Mega, D. Webster, \"Development and Validation of a Deep Learning Algorithm for Detection of Diabetic Retinopathy in Retinal Fundus Photographs.\", 2016. DOI: 10.1001/jama.2016.17216"}
{"input": "generate citation for: Xception: Deep Learning with Depthwise Separable Convolutions by François Chollet published in 2016", "target": "François Chollet, \"Xception: Deep Learning with Depthwise Separable Convolutions\", 2016. DOI: 10.1109/CVPR.2017.195"}
{"input": "generate citation for: Deep Learning Face Attributes in the Wild by Ziwei Liu, Ping Luo, Xiaogang Wang, Xiaoou Tang published in 2014", "target": "Ziwei Liu, Ping Luo, Xiaogang Wang, Xiaoou Tang, \"Deep Learning Face Attributes in the Wild\", 2014. DOI: 10.1109/ICCV.2015.425"}
{"input": "generate citation for: Deep Learning by Xing Hao, Guigang Zhang, Shang Ma published in 2016", "target": "Xing Hao, Guigang Zhang, Shang Ma, \"Deep Learning\", 2016. DOI: 10.1142/S1793351X16500045"}
{"input": "generate citation for: PointNet: Deep Learning on Point Sets for 3D Classification and Segmentation by C. Qi, Hao Su, Kaichun Mo, L. Guibas published in 2016", "target": "C. Qi, Hao Su, Kaichun Mo, L. Guibas, \"PointNet: Deep Learning on Point Sets for 3D Classification and Segmentation\", 2016. DOI: 10.1109/CVPR.2017.16"}
{"input": "generate citation for: Understanding deep learning requires rethinking generalization by Chiyuan Zhang, Samy Bengio, Moritz Hardt, B. Recht, O. Vinyals published in 2016", "target": "Chiyuan Zhang, Samy Bengio, Moritz Hardt, B. Recht, O. Vinyals, \"Understanding deep learning requires rethinking generalization\", 2016. DOI: N/A"}
{"input": "generate citation for: A survey on deep learning in medical image analysis by G. Litjens, Thijs Kooi, B. Bejnordi, A. Setio, F. Ciompi, Mohsen Ghafoorian, J. Laak, B. Ginneken, C. I. Sánchez published in 2017", "target": "G. Litjens, Thijs Kooi, B. Bejnordi, A. Setio, F. Ciompi, Mohsen Ghafoorian, J. Laak, B. Ginneken, C. I. Sánchez, \"A survey on deep learning in medical image analysis\", 2017. DOI: 10.1016/j.media.2017.07.005"}
{"input": "generate citation for: Image Segmentation Using Deep Learning: A Survey by Shervin Minaee, Yuri Boykov, F. Porikli, A. Plaza, N. Kehtarnavaz, Demetri Terzopoulos published in 2020", "target": "Shervin Minaee, Yuri Boykov, F. Porikli, A. Plaza, N. Kehtarnavaz, Demetri Terzopoulos, \"Image Segmentation Using Deep Learning: A Survey\", 2020. DOI: 10.1109/TPAMI.2021.3059968"}
{"input": "generate citation for: DeepLabCut: markerless pose estimation of user-defined body parts with deep learning by Alexander Mathis, Pranav Mamidanna, Kevin M. Cury, Taiga Abe, V. Murthy, Mackenzie W. Mathis, M. Bethge published in 2018", "target": "Alexander Mathis, Pranav Mamidanna, Kevin M. Cury, Taiga Abe, V. Murthy, Mackenzie W. Mathis, M. Bethge, \"DeepLabCut: markerless pose estimation of user-defined body parts with deep learning\", 2018. DOI: 10.1038/s41593-018-0209-y"}
{"input": "generate citation for: Object Detection With Deep Learning: A Review by Zhong-Qiu Zhao, Peng Zheng, Shou-tao Xu, Xindong Wu published in 2018", "target": "Zhong-Qiu Zhao, Peng Zheng, Shou-tao Xu, Xindong Wu, \"Object Detection With Deep Learning: A Review\", 2018. DOI: 10.1109/TNNLS.2018.2876865"}
{"input": "generate citation for: Wide & Deep Learning for Recommender Systems by Heng-Tze Cheng, L. Koc, Jeremiah Harmsen, T. Shaked, Tushar Chandra, H. Aradhye, Glen Anderson, G. Corrado, Wei Chai, M. Ispir, Rohan Anil, Zakaria Haque, Lichan Hong, Vihan Jain, Xiaobing Liu, Hemal Shah published in 2016", "target": "Heng-Tze Cheng, L. Koc, Jeremiah Harmsen, T. Shaked, Tushar Chandra, H. Aradhye, Glen Anderson, G. Corrado, Wei Chai, M. Ispir, Rohan Anil, Zakaria Haque, Lichan Hong, Vihan Jain, Xiaobing Liu, Hemal Shah, \"Wide & Deep Learning for Recommender Systems\", 2016. DOI: 10.1145/2988450.2988454"}
{"input": "generate citation for: Relational inductive biases, deep learning, and graph networks by P. Battaglia, Jessica B. Hamrick, V. Bapst, Alvaro Sanchez-Gonzalez, V. Zambaldi, Mateusz Malinowski, Andrea Tacchetti, David Raposo, Adam Santoro, Ryan Faulkner, Çaglar Gülçehre, H. F. Song, A. J. Ballard, J. Gilmer, George E. Dahl, Ashish Vaswani, Kelsey R. Allen, C. Nash, Victoria Langston, Chris Dyer, N. Heess, D. Wierstra, Pushmeet Kohli, M. Botvinick, O. Vinyals, Yujia Li, Razvan Pascanu published in 2018", "target": "P. Battaglia, Jessica B. Hamrick, V. Bapst, Alvaro Sanchez-Gonzalez, V. Zambaldi, Mateusz Malinowski, Andrea Tacchetti, David Raposo, Adam Santoro, Ryan Faulkner, Çaglar Gülçehre, H. F. Song, A. J. Ballard, J. Gilmer, George E. Dahl, Ashish Vaswani, Kelsey R. Allen, C. Nash, Victoria Langston, Chris Dyer, N. Heess, D. Wierstra, Pushmeet Kohli, M. Botvinick, O. Vinyals, Yujia Li, Razvan Pascanu, \"Relational inductive biases, deep learning, and graph networks\", 2018. DOI: N/A"}
{"input": "generate citation for: Deep learning in neural networks: An overview by J. Schmidhuber published in 2014", "target": "J. Schmidhuber, \"Deep learning in neural networks: An overview\", 2014. DOI: 10.1016/j.neunet.2014.09.003"}
{"input": "generate citation for: Understanding deep learning (still) requires rethinking generalization by Chiyuan Zhang, Samy Bengio, Moritz Hardt, B. Recht, O. Vinyals published in 2021", "target": "Chiyuan Zhang, Samy Bengio, Moritz Hardt, B. Recht, O. Vinyals, \"Understanding deep learning (still) requires rethinking generalization\", 2021. DOI: 10.1145/3446776"}
{"input": "generate citation for: Improved protein structure prediction using potentials from deep learning by A. Senior, Richard Evans, J. Jumper, J. Kirkpatrick, L. Sifre, Tim Green, Chongli Qin, Augustin Žídek, A. W. R. Nelson, Alex Bridgland, Hugo Penedones, Stig Petersen, K. Simonyan, Steve Crossan, Pushmeet Kohli, David T. Jones, David Silver, K. Kavukcuoglu, D. Hassabis published in 2020", "target": "A. Senior, Richard Evans, J. Jumper, J. Kirkpatrick, L. Sifre, Tim Green, Chongli Qin, Augustin Žídek, A. W. R. Nelson, Alex Bridgland, Hugo Penedones, Stig Petersen, K. Simonyan, Steve Crossan, Pushmeet Kohli, David T. Jones, David Silver, K. Kavukcuoglu, D. Hassabis, \"Improved protein structure prediction using potentials from deep learning\", 2020. DOI: 10.1038/s41586-019-1923-7"}
{"input": "generate citation for: A guide to deep learning in healthcare by A. Esteva, Alexandre Robicquet, Bharath Ramsundar, Volodymyr Kuleshov, M. DePristo, Katherine Chou, Claire Cui, Greg S. Corrado, S. Thrun, J. Dean published in 2019", "target": "A. Esteva, Alexandre Robicquet, Bharath Ramsundar, Volodymyr Kuleshov, M. DePristo, Katherine Chou, Claire Cui, Greg S. Corrado, S. Thrun, J. Dean, \"A guide to deep learning in healthcare\", 2019. DOI: 10.1038/s41591-018-0316-z"}
{"input": "generate citation for: Deep learning and process understanding for data-driven Earth system science by M. Reichstein, Gustau Camps-Valls, B. Stevens, M. Jung, Joachim Denzler, N. Carvalhais, Prabhat published in 2019", "target": "M. Reichstein, Gustau Camps-Valls, B. Stevens, M. Jung, Joachim Denzler, N. Carvalhais, Prabhat, \"Deep learning and process understanding for data-driven Earth system science\", 2019. DOI: 10.1038/s41586-019-0912-1"}
{"input": "generate citation for: The Limitations of Deep Learning in Adversarial Settings by Nicolas Papernot, P. Mcdaniel, S. Jha, Matt Fredrikson, Z. B. Celik, A. Swami published in 2015", "target": "Nicolas Papernot, P. Mcdaniel, S. Jha, Matt Fredrikson, Z. B. Celik, A. Swami, \"The Limitations of Deep Learning in Adversarial Settings\", 2015. DOI: 10.1109/EUROSP.2016.36"}
{"input": "generate citation for: Identifying Medical Diagnoses and Treatable Diseases by Image-Based Deep Learning by Daniel S. Kermany, Daniel S. Kermany, M. Goldbaum, Wenjia Cai, C. Valentim, Huiying Liang, Sally L. Baxter, A. McKeown, Ge Yang, Xiaokang Wu, Fangbing Yan, Justin Dong, Made K. Prasadha, Jacqueline Pei, Jacqueline Pei, M. Y. Ting, Jie Zhu, Christina M. Li, Sierra Hewett, Sierra Hewett, Jason Dong, Ian Ziyar, Alexander Shi, Runze Zhang, Lianghong Zheng, Rui Hou, W. Shi, Xin Fu, Xin Fu, Yaou Duan, V. N. Huu, V. N. Huu, Cindy Wen, Edward Zhang, Edward Zhang, Charlotte L. Zhang, Charlotte L. Zhang, Oulan Li, Oulan Li, Xiaobo Wang, M. Singer, Xiaodong Sun, Jie Xu, A. Tafreshi, M. Lewis, H. Xia, Kang Zhang published in 2018", "target": "Daniel S. Kermany, Daniel S. Kermany, M. Goldbaum, Wenjia Cai, C. Valentim, Huiying Liang, Sally L. Baxter, A. McKeown, Ge Yang, Xiaokang Wu, Fangbing Yan, Justin Dong, Made K. Prasadha, Jacqueline Pei, Jacqueline Pei, M. Y. Ting, Jie Zhu, Christina M. Li, Sierra Hewett, Sierra Hewett, Jason Dong, Ian Ziyar, Alexander Shi, Runze Zhang, Lianghong Zheng, Rui Hou, W. Shi, Xin Fu, Xin Fu, Yaou Duan, V. N. Huu, V. N. Huu, Cindy Wen, Edward Zhang, Edward Zhang, Charlotte L. Zhang, Charlotte L. Zhang, Oulan Li, Oulan Li, Xiaobo Wang, M. Singer, Xiaodong Sun, Jie Xu, A. Tafreshi, M. Lewis, H. Xia, Kang Zhang, \"Identifying Medical Diagnoses and Treatable Diseases by Image-Based Deep Learning\", 2018. DOI: 10.1016/j.cell.2018.02.010"}
{"input": "generate citation for: PointNet++: Deep Hierarchical Feature Learning on Point Sets in a Metric Space by C. Qi, L. Yi, Hao Su, L. Guibas published in 2017", "target": "C. Qi, L. Yi, Hao Su, L. Guibas, \"PointNet++: Deep Hierarchical Feature Learning on Point Sets in a Metric Space\", 2017. DOI: N/A"}
{"input": "generate citation for: On the importance of initialization and momentum in deep learning by I. Sutskever, James Martens, George E. Dahl, Geoffrey E. Hinton published in 2013", "target": "I. Sutskever, James Martens, George E. Dahl, Geoffrey E. Hinton, \"On the importance of initialization and momentum in deep learning\", 2013. DOI: N/A"}
{"input": "generate citation for: Soft Actor-Critic: Off-Policy Maximum Entropy Deep Reinforcement Learning with a Stochastic Actor by Tuomas Haarnoja, Aurick Zhou, P. Abbeel, S. Levine published in 2018", "target": "Tuomas Haarnoja, Aurick Zhou, P. Abbeel, S. Levine, \"Soft Actor-Critic: Off-Policy Maximum Entropy Deep Reinforcement Learning with a Stochastic Actor\", 2018. DOI: N/A"}
{"input": "generate citation for: Energy and Policy Considerations for Deep Learning in NLP by Emma Strubell, Ananya Ganesh, A. McCallum published in 2019", "target": "Emma Strubell, Ananya Ganesh, A. McCallum, \"Energy and Policy Considerations for Deep Learning in NLP\", 2019. DOI: 10.18653/v1/P19-1355"}
{"input": "generate citation for: Deep Learning using Rectified Linear Units (ReLU) by Abien Fred Agarap published in 2018", "target": "Abien Fred Agarap, \"Deep Learning using Rectified Linear Units (ReLU)\", 2018. DOI: N/A"}
{"input": "generate citation for: Deep Learning for Computer Vision: A Brief Review by A. Voulodimos, N. Doulamis, A. Doulamis, Eftychios E. Protopapadakis published in 2018", "target": "A. Voulodimos, N. Doulamis, A. Doulamis, Eftychios E. Protopapadakis, \"Deep Learning for Computer Vision: A Brief Review\", 2018. DOI: 10.1155/2018/7068349"}
{"input": "generate citation for: A review on the attention mechanism of deep learning by Zhaoyang Niu, G. Zhong, Hui Yu published in 2021", "target": "Zhaoyang Niu, G. Zhong, Hui Yu, \"A review on the attention mechanism of deep learning\", 2021. DOI: 10.1016/J.NEUCOM.2021.03.091"}
{"input": "generate citation for: Robust deep learning based protein sequence design using ProteinMPNN by J. Dauparas, I. Anishchenko, N. Bennett, H. Bai, R. Ragotte, L. Milles, B. Wicky, A. Courbet, R. D. de Haas, N. Bethel, P. J. Leung, T. Huddy, S. Pellock, D. Tischer, F. Chan, B. Koepnick, H. Nguyen, A. Kang, B. Sankaran, A. Bera, N. King, D. Baker published in 2022", "target": "J. Dauparas, I. Anishchenko, N. Bennett, H. Bai, R. Ragotte, L. Milles, B. Wicky, A. Courbet, R. D. de Haas, N. Bethel, P. J. Leung, T. Huddy, S. Pellock, D. Tischer, F. Chan, B. Koepnick, H. Nguyen, A. Kang, B. Sankaran, A. Bera, N. King, D. Baker, \"Robust deep learning based protein sequence design using ProteinMPNN\", 2022. DOI: 10.1126/science.add2187"}
{"input": "generate citation for: Understanding of Machine Learning with Deep Learning: Architectures, Workflow, Applications and Future Directions by Mohammad Mustafa Taye published in 2023", "target": "Mohammad Mustafa Taye, \"Understanding of Machine Learning with Deep Learning: Architectures, Workflow, Applications and Future Directions\", 2023. DOI: 10.3390/computers12050091"}
{"input": "generate citation for: Scaling deep learning for materials discovery by Amil Merchant, Simon Batzner, S. Schoenholz, Muratahan Aykol, Gowoon Cheon, E. D. Cubuk published in 2023", "target": "Amil Merchant, Simon Batzner, S. Schoenholz, Muratahan Aykol, Gowoon Cheon, E. D. Cubuk, \"Scaling deep learning for materials discovery\", 2023. DOI: 10.1038/s41586-023-06735-9"}
{"input": "generate citation for: Deep Learning: A Comprehensive Overview on Techniques, Taxonomy, Applications and Research Directions by Iqbal H. Sarker published in 2021", "target": "Iqbal H. Sarker, \"Deep Learning: A Comprehensive Overview on Techniques, Taxonomy, Applications and Research Directions\", 2021. DOI: 10.1007/s42979-021-00815-1"}
{"input": "generate citation for: Deep learning for time series classification: a review by Hassan Ismail Fawaz, G. Forestier, J. Weber, L. Idoumghar, Pierre-Alain Muller published in 2018", "target": "Hassan Ismail Fawaz, G. Forestier, J. Weber, L. Idoumghar, Pierre-Alain Muller, \"Deep learning for time series classification: a review\", 2018. DOI: 10.1007/s10618-019-00619-1"}
{"input": "generate citation for: Deep Learning with Python by François Chollet published in 2017", "target": "François Chollet, \"Deep Learning with Python\", 2017. DOI: N/A"}
{"input": "generate citation for: Communication-Efficient Learning of Deep Networks from Decentralized Data by H. B. McMahan, Eider Moore, Daniel Ramage, S. Hampson, B. A. Y. Arcas published in 2016", "target": "H. B. McMahan, Eider Moore, Daniel Ramage, S. Hampson, B. A. Y. Arcas, \"Communication-Efficient Learning of Deep Networks from Decentralized Data\", 2016. DOI: N/A"}
{"input": "generate citation for: Asynchronous Methods for Deep Reinforcement Learning by Volodymyr Mnih, Adrià Puigdomènech Badia, Mehdi Mirza, Alex Graves, T. Lillicrap, Tim Harley, David Silver, K. Kavukcuoglu published in 2016", "target": "Volodymyr Mnih, Adrià Puigdomènech Badia, Mehdi Mirza, Alex Graves, T. Lillicrap, Tim Harley, David Silver, K. Kavukcuoglu, \"Asynchronous Methods for Deep Reinforcement Learning\", 2016. DOI: N/A"}
{"input": "generate citation for: Deep Learning for Person Re-Identification: A Survey and Outlook by Mang Ye, Jianbing Shen, Gaojie Lin, T. Xiang, Ling Shao, S. Hoi published in 2020", "target": "Mang Ye, Jianbing Shen, Gaojie Lin, T. Xiang, Ling Shao, S. Hoi, \"Deep Learning for Person Re-Identification: A Survey and Outlook\", 2020. DOI: 10.1109/TPAMI.2021.3054775"}
{"input": "generate citation for: Geometric Deep Learning: Grids, Groups, Graphs, Geodesics, and Gauges by M. Bronstein, Joan Bruna, Taco Cohen, Petar Velivckovi'c published in 2021", "target": "M. Bronstein, Joan Bruna, Taco Cohen, Petar Velivckovi'c, \"Geometric Deep Learning: Grids, Groups, Graphs, Geodesics, and Gauges\", 2021. DOI: N/A"}
{"input": "generate citation for: Beyond a Gaussian Denoiser: Residual Learning of Deep CNN for Image Denoising by K. Zhang, W. Zuo, Yunjin Chen, Deyu Meng, Lei Zhang published in 2016", "target": "K. Zhang, W. Zuo, Yunjin Chen, Deyu Meng, Lei Zhang, \"Beyond a Gaussian Denoiser: Residual Learning of Deep CNN for Image Denoising\", 2016. DOI: 10.1109/TIP.2017.2662206"}
{"input": "generate citation for: Model-Agnostic Meta-Learning for Fast Adaptation of Deep Networks by Chelsea Finn, P. Abbeel, S. Levine published in 2017", "target": "Chelsea Finn, P. Abbeel, S. Levine, \"Model-Agnostic Meta-Learning for Fast Adaptation of Deep Networks\", 2017. DOI: N/A"}
{"input": "generate citation for: An Introduction to Deep Learning for the Physical Layer by Tim O'Shea, J. Hoydis published in 2017", "target": "Tim O'Shea, J. Hoydis, \"An Introduction to Deep Learning for the Physical Layer\", 2017. DOI: 10.1109/TCCN.2017.2758370"}
{"input": "generate citation for: Revisiting Deep Learning Models for Tabular Data by Yu. V. Gorishniy, Ivan Rubachev, Valentin Khrulkov, Artem Babenko published in 2021", "target": "Yu. V. Gorishniy, Ivan Rubachev, Valentin Khrulkov, Artem Babenko, \"Revisiting Deep Learning Models for Tabular Data\", 2021. DOI: N/A"}
