{"input": "generate citation for: Finding Chaos in Noisy Systems by Douglas Nychkatl, S. Ellner, Daniel Mccaftrey, A. R. Gallanl, Douglas Nychkat, S. Ellner, D. McCaffrey, A. Gallant, Neural Networks published in 1992", "target": "Douglas Nychkatl, S. Ellner, Daniel Mccaftrey, A. R. Gallanl, Douglas Nychkat, S. Ellner, D. McCaffrey, A. Gallant, Neural Networks, \"Finding Chaos in Noisy Systems\", 1992. DOI: 10.1111/J.2517-6161.1992.TB01889.X"}
{"input": "generate citation for: EfficientNet: Rethinking Model Scaling for Convolutional Neural Networks by Mingxing Tan, Quoc V. Le published in 2019", "target": "Mingxing Tan, Quoc V. Le, \"EfficientNet: Rethinking Model Scaling for Convolutional Neural Networks\", 2019. DOI: N/A"}
{"input": "generate citation for: How Powerful are Graph Neural Networks? by Keyulu Xu, Weihua Hu, J. Leskovec, S. Jegelka published in 2018", "target": "Keyulu Xu, Weihua Hu, J. Leskovec, S. Jegelka, \"How Powerful are Graph Neural Networks?\", 2018. DOI: N/A"}
{"input": "generate citation for: MobileNets: Efficient Convolutional Neural Networks for Mobile Vision Applications by Andrew G. Howard, Menglong Zhu, Bo Chen, Dmitry Kalenichenko, Weijun Wang, Tobias Weyand, M. Andreetto, Hartwig Adam published in 2017", "target": "Andrew G. Howard, Menglong Zhu, Bo Chen, Dmitry Kalenichenko, Weijun Wang, Tobias Weyand, M. Andreetto, Hartwig Adam, \"MobileNets: Efficient Convolutional Neural Networks for Mobile Vision Applications\", 2017. DOI: N/A"}
{"input": "generate citation for: On Calibration of Modern Neural Networks by Chuan Guo, Geoff Pleiss, Yu Sun, Kilian Q. Weinberger published in 2017", "target": "Chuan Guo, Geoff Pleiss, Yu Sun, Kilian Q. Weinberger, \"On Calibration of Modern Neural Networks\", 2017. DOI: N/A"}
{"input": "generate citation for: A Comprehensive Survey on Graph Neural Networks by Zonghan Wu, Shirui Pan, Fengwen Chen, Guodong Long, Chengqi Zhang, Philip S. Yu published in 2019", "target": "Zonghan Wu, Shirui Pan, Fengwen Chen, Guodong Long, Chengqi Zhang, Philip S. Yu, \"A Comprehensive Survey on Graph Neural Networks\", 2019. DOI: 10.1109/TNNLS.2020.2978386"}
{"input": "generate citation for: Towards Evaluating the Robustness of Neural Networks by Nicholas Carlini, D. Wagner published in 2016", "target": "Nicholas Carlini, D. Wagner, \"Towards Evaluating the Robustness of Neural Networks\", 2016. DOI: 10.1109/SP.2017.49"}
{"input": "generate citation for: Overcoming catastrophic forgetting in neural networks by J. Kirkpatrick, Razvan Pascanu, Neil C. Rabinowitz, J. Veness, Guillaume Desjardins, Andrei A. Rusu, Kieran Milan, John Quan, Tiago Ramalho, A. Grabska-Barwinska, D. Hassabis, C. Clopath, D. Kumaran, R. Hadsell published in 2016", "target": "J. Kirkpatrick, Razvan Pascanu, Neil C. Rabinowitz, J. Veness, Guillaume Desjardins, Andrei A. Rusu, Kieran Milan, John Quan, Tiago Ramalho, A. Grabska-Barwinska, D. Hassabis, C. Clopath, D. Kumaran, R. Hadsell, \"Overcoming catastrophic forgetting in neural networks\", 2016. DOI: 10.1073/pnas.1611835114"}
{"input": "generate citation for: Convolutional Neural Networks on Graphs with Fast Localized Spectral Filtering by Michaël Defferrard, X. Bresson, P. Vandergheynst published in 2016", "target": "Michaël Defferrard, X. Bresson, P. Vandergheynst, \"Convolutional Neural Networks on Graphs with Fast Localized Spectral Filtering\", 2016. DOI: N/A"}
{"input": "generate citation for: V-Net: Fully Convolutional Neural Networks for Volumetric Medical Image Segmentation by F. Milletarì, N. Navab, Seyed-Ahmad Ahmadi published in 2016", "target": "F. Milletarì, N. Navab, Seyed-Ahmad Ahmadi, \"V-Net: Fully Convolutional Neural Networks for Volumetric Medical Image Segmentation\", 2016. DOI: 10.1109/3DV.2016.79"}
{"input": "generate citation for: Mastering the game of Go with deep neural networks and tree search by David Silver, Aja Huang, Chris J. Maddison, A. Guez, L. Sifre, George van den Driessche, Julian Schrittwieser, Ioannis Antonoglou, Vedavyas Panneershelvam, Marc Lanctot, S. Dieleman, Dominik Grewe, John Nham, Nal Kalchbrenner, I. Sutskever, T. Lillicrap, M. Leach, K. Kavukcuoglu, T. Graepel, D. Hassabis published in 2016", "target": "David Silver, Aja Huang, Chris J. Maddison, A. Guez, L. Sifre, George van den Driessche, Julian Schrittwieser, Ioannis Antonoglou, Vedavyas Panneershelvam, Marc Lanctot, S. Dieleman, Dominik Grewe, John Nham, Nal Kalchbrenner, I. Sutskever, T. Lillicrap, M. Leach, K. Kavukcuoglu, T. Graepel, D. Hassabis, \"Mastering the game of Go with deep neural networks and tree search\", 2016. DOI: 10.1038/nature16961"}
{"input": "generate citation for: Image Style Transfer Using Convolutional Neural Networks by Leon A. Gatys, Alexander S. Ecker, M. Bethge published in 2016", "target": "Leon A. Gatys, Alexander S. Ecker, M. Bethge, \"Image Style Transfer Using Convolutional Neural Networks\", 2016. DOI: 10.1109/CVPR.2016.265"}
{"input": "generate citation for: XNOR-Net: ImageNet Classification Using Binary Convolutional Neural Networks by Mohammad Rastegari, Vicente Ordonez, Joseph Redmon, Ali Farhadi published in 2016", "target": "Mohammad Rastegari, Vicente Ordonez, Joseph Redmon, Ali Farhadi, \"XNOR-Net: ImageNet Classification Using Binary Convolutional Neural Networks\", 2016. DOI: 10.1007/978-3-319-46493-0_32"}
{"input": "generate citation for: Dermatologist-level classification of skin cancer with deep neural networks by A. Esteva, Brett Kuprel, R. Novoa, J. Ko, S. Swetter, H. Blau, S. Thrun published in 2017", "target": "A. Esteva, Brett Kuprel, R. Novoa, J. Ko, S. Swetter, H. Blau, S. Thrun, \"Dermatologist-level classification of skin cancer with deep neural networks\", 2017. DOI: 10.1038/nature21056"}
{"input": "generate citation for: Non-local Neural Networks by X. Wang, Ross B. Girshick, A. Gupta, Kaiming He published in 2017", "target": "X. Wang, Ross B. Girshick, A. Gupta, Kaiming He, \"Non-local Neural Networks\", 2017. DOI: 10.1109/CVPR.2018.00813"}
{"input": "generate citation for: DeepFool: A Simple and Accurate Method to Fool Deep Neural Networks by Seyed-Mohsen Moosavi-Dezfooli, Alhussein Fawzi, P. Frossard published in 2015", "target": "Seyed-Mohsen Moosavi-Dezfooli, Alhussein Fawzi, P. Frossard, \"DeepFool: A Simple and Accurate Method to Fool Deep Neural Networks\", 2015. DOI: 10.1109/CVPR.2016.282"}
{"input": "generate citation for: Dropout: a simple way to prevent neural networks from overfitting by Nitish Srivastava, Geoffrey E. Hinton, A. Krizhevsky, I. Sutskever, R. Salakhutdinov published in 2014", "target": "Nitish Srivastava, Geoffrey E. Hinton, A. Krizhevsky, I. Sutskever, R. Salakhutdinov, \"Dropout: a simple way to prevent neural networks from overfitting\", 2014. DOI: 10.5555/2627435.2670313"}
{"input": "generate citation for: Convolutional Neural Networks for Sentence Classification by Yoon Kim published in 2014", "target": "Yoon Kim, \"Convolutional Neural Networks for Sentence Classification\", 2014. DOI: 10.3115/v1/D14-1181"}
{"input": "generate citation for: Aggregated Residual Transformations for Deep Neural Networks by Saining Xie, Ross B. Girshick, Piotr Dollár, Z. Tu, Kaiming He published in 2016", "target": "Saining Xie, Ross B. Girshick, Piotr Dollár, Z. Tu, Kaiming He, \"Aggregated Residual Transformations for Deep Neural Networks\", 2016. DOI: 10.1109/CVPR.2017.634"}
{"input": "generate citation for: Sequence to Sequence Learning with Neural Networks by I. Sutskever, O. Vinyals, Quoc V. Le published in 2014", "target": "I. Sutskever, O. Vinyals, Quoc V. Le, \"Sequence to Sequence Learning with Neural Networks\", 2014. DOI: N/A"}
{"input": "generate citation for: Empirical Evaluation of Gated Recurrent Neural Networks on Sequence Modeling by Junyoung Chung, Çaglar Gülçehre, Kyunghyun Cho, Yoshua Bengio published in 2014", "target": "Junyoung Chung, Çaglar Gülçehre, Kyunghyun Cho, Yoshua Bengio, \"Empirical Evaluation of Gated Recurrent Neural Networks on Sequence Modeling\", 2014. DOI: N/A"}
{"input": "generate citation for: Graph Neural Networks: A Review of Methods and Applications by Jie Zhou, Ganqu Cui, Zhengyan Zhang, Cheng Yang, Zhiyuan Liu, Maosong Sun published in 2018", "target": "Jie Zhou, Ganqu Cui, Zhengyan Zhang, Cheng Yang, Zhiyuan Liu, Maosong Sun, \"Graph Neural Networks: A Review of Methods and Applications\", 2018. DOI: 10.1016/J.AIOPEN.2021.01.001"}
{"input": "generate citation for: An introduction to neural networks by Patrick van der Smagt, Ben Krose published in 2018", "target": "Patrick van der Smagt, Ben Krose, \"An introduction to neural networks\", 2018. DOI: 10.1201/9781315273570"}
{"input": "generate citation for: Domain-Adversarial Training of Neural Networks by Yaroslav Ganin, E. Ustinova, Hana Ajakan, Pascal Germain, H. Larochelle, François Laviolette, M. Marchand, V. Lempitsky published in 2015", "target": "Yaroslav Ganin, E. Ustinova, Hana Ajakan, Pascal Germain, H. Larochelle, François Laviolette, M. Marchand, V. Lempitsky, \"Domain-Adversarial Training of Neural Networks\", 2015. DOI: 10.1007/978-3-319-58347-1_10"}
{"input": "generate citation for: Siamese Neural Networks for One-Shot Image Recognition by Gregory R. Koch published in 2015", "target": "Gregory R. Koch, \"Siamese Neural Networks for One-Shot Image Recognition\", 2015. DOI: N/A"}
{"input": "generate citation for: ECA-Net: Efficient Channel Attention for Deep Convolutional Neural Networks by Qilong Wang, Banggu Wu, Peng Fei Zhu, P. Li, W. Zuo, Q. Hu published in 2019", "target": "Qilong Wang, Banggu Wu, Peng Fei Zhu, P. Li, W. Zuo, Q. Hu, \"ECA-Net: Efficient Channel Attention for Deep Convolutional Neural Networks\", 2019. DOI: 10.1109/CVPR42600.2020.01155"}
{"input": "generate citation for: How transferable are features in deep neural networks? by J. Yosinski, J. Clune, Yoshua Bengio, Hod Lipson published in 2014", "target": "J. Yosinski, J. Clune, Yoshua Bengio, Hod Lipson, \"How transferable are features in deep neural networks?\", 2014. DOI: N/A"}
{"input": "generate citation for: Intriguing properties of neural networks by Christian Szegedy, Wojciech Zaremba, I. Sutskever, Joan Bruna, D. Erhan, I. Goodfellow, R. Fergus published in 2013", "target": "Christian Szegedy, Wojciech Zaremba, I. Sutskever, Joan Bruna, D. Erhan, I. Goodfellow, R. Fergus, \"Intriguing properties of neural networks\", 2013. DOI: N/A"}
{"input": "generate citation for: Improved Regularization of Convolutional Neural Networks with Cutout by Terrance Devries, Graham W. Taylor published in 2017", "target": "Terrance Devries, Graham W. Taylor, \"Improved Regularization of Convolutional Neural Networks with Cutout\", 2017. DOI: N/A"}
{"input": "generate citation for: Large-Scale Video Classification with Convolutional Neural Networks by A. Karpathy, G. Toderici, Sanketh Shetty, Thomas Leung, R. Sukthankar, Li Fei-Fei published in 2014", "target": "A. Karpathy, G. Toderici, Sanketh Shetty, Thomas Leung, R. Sukthankar, Li Fei-Fei, \"Large-Scale Video Classification with Convolutional Neural Networks\", 2014. DOI: 10.1109/CVPR.2014.223"}
